/*  Class = "NSTableColumn"; headerCell.title = "Favorites"; ObjectID = "4915";  */
"Favorites" = "Favoriten";

/*  Class = "NSTabViewItem"; label = "Standard"; ObjectID = "4981";  */
"Standard" = "Standard";

/*  Class = "NSTabViewItem"; label = "Socket"; ObjectID = "4982";  */
"Socket" = "Socket";

/*  Class = "NSTabViewItem"; label = "SSH"; ObjectID = "4985";  */
"SSH" = "SSH";

/*  Class = "NSTextFieldCell"; title = "Enter connection details below, or choose a favorite"; ObjectID = "5155";  */
"Enter connection details below, or choose a favorite" = "Verbindungsdaten eingeben oder einen Favoriten auswählen";

/*  Class = "NSButtonCell"; title = "Connect"; ObjectID = "5158";  */
"Connect" = "Verbinden";

/*  Class = "NSButtonCell"; title = "Add to Favorites"; ObjectID = "5866";  */
"Add to Favorites" = "Zu Favoriten hinzufügen";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server on this computer"; ObjectID = "5171";  */
"Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server on this computer" = "Geben Sie den Hostnamen des MySQL-Servers, zu dem Sie eine Verbindung aufbauen möchten, ein. Geben Sie 127.0.0.1 für den lokalen Server ein.";

/*  Class = "NSTextFieldCell"; title = "Host:"; ObjectID = "5174";  */
"Host:" = "Host:";

/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5175";  */
/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5212";  */
/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5266";  */
"Enter the MySQL username to connect with" = "Geben Sie den Benutzernamen (user) ein.";

/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5177";  */
/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5226";  */
/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5280";  */
"Username:" = "Benutzer:";

/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5179";  */
/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5214";  */
/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5268";  */
"Enter the password to use when connecting to the MySQL server" = "Geben Sie das Passwort des Nutzers ein.";

/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5181";  */
/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5224";  */
/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5278";  */
"Password:" = "Passwort:";

/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5183";  */
/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5216";  */
/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5270";  */
"Optionally enter a database to select after successfully connecting to the MySQL server" = "Geben Sie den Namen einer Datenbank an, die direkt nach dem Verbinden ausgewählt werden soll (optional).";

/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5185";  */
/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5222";  */
/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5276";  */
"Database:" = "Datenbank:";

/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5186";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5221";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5223";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5277";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5379";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5388";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5400";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5406";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5411";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5412";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5413";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5415";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5416";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5417";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5293";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5737";  */
"optional" = "optional";

/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306"; ObjectID = "5187";  */
/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306"; ObjectID = "5272";  */
"Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306" = "Geben Sie den Port ein, auf dem der MySQL-Server läuft (nicht relevant bei Socket-Verbindungen). Der Standard-Port ist 3306.";

/*  Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "5189";  */
/*  Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "5274";  */
"Port:" = "Port:";

/*  Class = "NSTextField"; gToolTip = "Enter the path to the socket file to use when connecting to MySQL.  Leave this field blank to use the default socket location"; ObjectID = "5218";  */
"Enter the path to the socket file to use when connecting to MySQL.  Leave this field blank to use the default socket location" = "Geben Sie den Pfad zur Socket-Datei an, die für die Verbindung mit dem MySQL-Server benutzt werden soll. Lassen Sie das Feld leer, um den Standard-Pfad zu benutzen";

/*  Class = "NSTextFieldCell"; title = "Socket:"; ObjectID = "5220";  */
"Socket:" = "Socket:";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server running on the machine you are tunnelling to"; ObjectID = "5264";  */
"Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server running on the machine you are tunnelling to" = "Geben Sie den Hostnamen oder die IP-Adresse des MySQL-Servers ein, mit dem eine Verbindung hergestellt werden soll.  Geben Sie 127.0.0.1 ein, um sich mit dem MySQL-Server auf dem Tunnelendpunkt-Host zu verbinden.";

/*  Class = "NSTextFieldCell"; title = "MySQL Host:"; ObjectID = "5282";  */
"MySQL Host:" = "MySQL-Host:";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the SSH server to tunnel via when connecting to the MySQL server"; ObjectID = "5284";  */
"Enter the hostname of the SSH server to tunnel via when connecting to the MySQL server" = "Geben Sie den Hostnamen oder die IP-Adresse des SSH-Servers ein, der den Tunnelendpunkt für die Verbindung zum MySQL-Server darstellt";

/*  Class = "NSTextField"; gToolTip = "Enter the SSH username to connect with"; ObjectID = "5286";  */
"Enter the SSH username to connect with" = "Geben Sie den Benutzernamen an, mit dem die SSH-Verbindung hergestellt werden soll";

/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the SSH server. NB: your SSH configuration is used, and public/private key pairs and other authentication methods will be used if available"; ObjectID = "5288";  */
"Enter the password to use when connecting to the SSH server. NB: your SSH configuration is used, and public/private key pairs and other authentication methods will be used if available" = "Geben Sie das Passwort ein, dass für die Verbindung mit dem SSH-Server benutzt werden soll.\n
Wenn ihre lokale SSH-Konfiguration andere Authentifizierungs-Methoden (z.B. Public-/Private-Key-Paare) erlaubt, werden diese benutzt.";

/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the SSH server.  The default SSH port is 22"; ObjectID = "5290";  */
"Enter the port to use when connecting to the SSH server.  The default SSH port is 22" = "Geben Sie den Port an, der für die Verbindung mit dem SSH-Server benutzt werden soll. Der Standard-Port ist 22.";

/*  Class = "NSTextFieldCell"; title = "SSH Port:"; ObjectID = "5292";  */
"SSH Port:" = "SSH-Port:";

/*  Class = "NSTextFieldCell"; title = "SSH Password:"; ObjectID = "5294";  */
"SSH Password:" = "SSH-Passwort:";

/*  Class = "NSTextFieldCell"; title = "SSH User:"; ObjectID = "5296";  */
"SSH User:" = "SSH-Benutzer:";

/*  Class = "NSTextFieldCell"; title = "SSH Host:"; ObjectID = "5298";  */
"SSH Host:" = "SSH-Host:";

/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5376";  */
/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5385";  */
/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5403";  */
"Enter a nickname to use if adding to favorites. Optional." = "Geben Sie den Namen an, unter dem diese Verbindung in den Favoriten abgelegt werden soll (optional)";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5378";  */
/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5387";  */
/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5405";  */
"Name:" = "Name:";

/*  Class = "NSTextFieldCell"; title = "Connecting..."; ObjectID = "5424";  */
"Connecting..." = "Verbinde…";

/*  Class = "NSPanel"; title = "Error Detail"; ObjectID = "5431";  */
"Error Detail" = "Fehler-Detail";

/*  Class = "NSMenu"; title = "Sort By"; ObjectID = "5838";  */
/*  Class = "NSMenuItem"; title = "Sort By"; ObjectID = "5837";  */
"Sort By" = "Sortieren nach";

/*  Class = "NSMenuItem"; title = "Name"; ObjectID = "5843";  */
"Name" = "Name";

/*  Class = "NSMenuItem"; title = "Host"; ObjectID = "5842";  */
"Host" = "Host";

/*  Class = "NSMenuItem"; title = "Type"; ObjectID = "5841";  */
"Type" = "Typ";

/*  Class = "NSMenuItem"; title = "Reverse Sort Order"; ObjectID = "5839";  */
"Reverse Sort Order" = "Sortierung umkehren";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate."; ObjectID = "5682";  */
"Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate." = "Bitte wählen Sie das SSL-CA-Zertifikat aus, das für die sichere Verbindung benutzt werden soll. Dieses muss dem CA-Zertifikat des Servers entsprechen.";

/*  Class = "NSButtonCell"; title = "Connect using SSL"; ObjectID = "5594";  */
/*  Class = "NSButtonCell"; title = "Connect using SSL"; ObjectID = "5721";  */
"Connect using SSL" = "SSL verwenden";

/*  Class = "NSTextFieldCell"; title = "Please select the SSL key file to use when establishing a secure connection."; ObjectID = "5670";  */
"Please select the SSL key file to use when establishing a secure connection." = "Bitte wählen Sie die SSL-Schlüssel-Datei aus, die für die sichere Verbindung benutzt werden soll";

/*  Class = "NSTextFieldCell"; title = "CA Cert:"; ObjectID = "5615";  */
/*  Class = "NSTextFieldCell"; title = "CA Cert:"; ObjectID = "5706";  */
"CA Cert:" = "CA-Zertifikat:";

/*  Class = "NSButton"; gToolTip = "Click to choose the client SSL Certificate Authority certificate to use when establishing a secure connection"; ObjectID = "5612";  */
"Click to choose the client SSL Certificate Authority certificate to use when establishing a secure connection" = "Klicken Sie hier, um die Datei auszuwählen, die das Zertifizierungsstellenzertifikat für das SSL-Client-Zertifikat enthält, das für diese Verbindung benutzt werden soll";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL certificate file to use when establishing a secure connection."; ObjectID = "5685";  */
"Please select the client SSL certificate file to use when establishing a secure connection." = "Bitte wählen Sie die SSL-Zertifikat-Datei aus, die für die sichere Verbindung benutzt werden soll";

/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5691";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5492";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5694";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5695";  */
"Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically." = "Klicken Sie hier um alternativ zum Passwort eine SSH-Schlüssel-Datei auszuwählen, die für diese Verbindung benutzt werden soll. Schlüssel-Dateien in Standard-Orten wie ~/.ssh werden automatisch gefunden.";

/*  Class = "NSButton"; gToolTip = "Click to choose the client SSL certificate file to use when establishing a secure connection"; ObjectID = "5604";  */
"Click to choose the client SSL certificate file to use when establishing a secure connection" = "Klicken Sie hier, um die Datei auszuwählen, die das SSL-Client-Zertifikat enthält, das für die Verbindung benutzt werden soll";

/*  Class = "NSTextFieldCell"; title = "SSH Key:"; ObjectID = "5526";  */
"SSH Key:" = "SSH-Schlüssel:";

/*  Class = "NSTextFieldCell"; title = "Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration."; ObjectID = "5578";  */
"Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration." = "Wählen Sie eine eine SSH-Schlüssel-Datei aus, die für diese Verbindung benutzt werden soll. Standard-Orte wie ~/.ssh werden allerdings automatisch durchsucht, genauso wie Ihre SSH-Konfigurationsdatei.";

/*  Class = "NSTextFieldCell"; title = "Certificate:"; ObjectID = "5607";  */
/*  Class = "NSTextFieldCell"; title = "Certificate:"; ObjectID = "5703";  */
"Certificate:" = "Zertifikat:";

/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5597";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5608";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5616";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5698";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5702";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5705";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5730";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5731";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5732";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5733";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5734";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5735";  */
"none set" = "Nicht ausgewählt";

/*  Class = "NSTextFieldCell"; title = "Key File:"; ObjectID = "5599";  */
/*  Class = "NSTextFieldCell"; title = "Key File:"; ObjectID = "5699";  */
"Key File:" = "Schlüssel:";

/*  Class = "NSButton"; gToolTip = "Click to choose the SSL key file to use when establishing a secure connection"; ObjectID = "5600";  */
"Click to choose the SSL key file to use when establishing a secure connection" = "Klicken Sie hier um die Datei auszuwählen, die den SSL-Schlüssel für das Zertifikat enthält, das bei der Verbindung benutzt werden soll";

/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5749";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5757";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5761";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5765";  */
"Show hidden files" = "Versteckte Dateien einblenden";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "5886";  */
/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "5789";  */
"Duplicate" = "Duplizieren";

/*  Class = "NSMenuItem"; title = "Make Default"; ObjectID = "5887";  */
/*  Class = "NSMenuItem"; title = "Make Default"; ObjectID = "5790";  */
"Make Default" = "Als Standard-Favorit festlegen";

/*  Class = "NSMenuItem"; title = "Export..."; ObjectID = "5792";  */
/*  Class = "NSMenuItem"; title = "Export..."; ObjectID = "5835";  */
"Export..." = "Exportieren…";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "5884";  */
/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "5794";  */
"Remove" = "Löschen";

/*  Class = "NSMenuItem"; title = "Rename"; ObjectID = "5883";  */
/*  Class = "NSMenuItem"; title = "Rename"; ObjectID = "5795";  */
"Rename" = "Umbenennen";

/*  Class = "NSTextFieldCell"; title = "For security reasons, your connection favorite passwords are not included in the export."; ObjectID = "5798";  */
"For security reasons, your connection favorite passwords are not included in the export." = "Aus Sicherheitsgründen werden die Passwörter Ihrer Favoriten nicht mitexportiert.";

/*  Class = "NSMenuItem"; title = "Import..."; ObjectID = "5834";  */
"Import..." = "Importieren…";

/*  Class = "NSButtonCell"; title = "Test connection"; ObjectID = "5864";  */
"Test connection" = "Verbindung testen";

/*  Class = "NSButtonCell"; title = "Save changes"; ObjectID = "5870";  */
"Save changes" = "Änderungen sichern";

